Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_kehittaa_saamenkielisia_kaannos-_ja_tulkkauspalveluita_-_uusi_sivusto_avattu.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät kehittää saamenkielisiä käännös- ja tulkkauspalveluita – uusi sivusto avattu
sme: Sámediggi buorida sámegielat jorgalus- ja dulkonbálvalusaid – ođđa siidu rahppon

source: Saamelaiskäräjien saamen kielen toimisto on uudistanut sivuston, josta löytyy lista freelancer-kääntäjistä ja tulkeista.
sme: Sámegiela doaimmahat lea ođasmahttán siiddu, gos gávdná listtu freelancer-jorgaleddjiin ja dulkkain.

source: Uudelle sivustolle pääset tästä .
sme: Ođđa siidui beasát dáppe .

source: Sivustolle on lisätty saamenkielten uusien kääntäjien ja tulkkien tiedot sekä ohjeet käännösten ja tulkkauksen tilaamiseen.
sme: Siidui leat lasihuvvon ođđa sámegielaid jorgaleddjiid ja dulkkaid dieđut ja dahkkon rávvagat jorgalusaid ja dulkoma diŋgomii.

source: Sen lisäksi hakutoimintoa on parannettu.
sme: Dan lassin ohcanmekanisma lea buoriduvvon.

source: Sivuston uudistustyön tarkoituksena on parantaa kääntäjien ja tulkkien saavutettavuutta sekä edistää saamenkielisten palveluiden toteutumista.
sme: Dán ođasmahttinbarggu ulbmiliin lea álkidahttit dulkkaid ja jorgaleddjiid juksama ja maid ovddidit sámegielat bálvalusaid ollašuvvama buoret.

source: Sivun kautta tulkit ja kääntäjät voivat halutessaan ilmoittaa tietonsa lisättäväksi sivustolle.
sme: Siiddu bokte sáhttet dulkkat ja jorgaleaddjit almmuhit jus hálidit namaset lasihuvvot dieđuide.

source: Saamen kielilain mukaan Saamelaiskäräjien saamen kielen toimiston tehtävänä on toimittaa käännöksiä viranomaisille, ja Saamelaiskäräjiltä voi myös tilata käännöksiä.
sme: Sámi giellalága vuođul sámedikki sámegiela doaimmahaga bargun lea doaimmahit jorgalusaid eiseválddiide ja sámedikkis sáhttá maid diŋgot jorgalusaid.

source: Ohjeet käännösten tilaamiseen Saamelaiskäräjiltä löytyvät täältä .
sme: Jorgalusaid diŋgomii Sámedikkis gávdnojit rávvagat dáppe .

source: Saamelaiskäräjät asettaa etusijalle tilaukset niiltä viranomaisilta, joita saamen kielilaki koskee.
sme: Sámediggi vuoruha diŋgojumiin daid eiseválddiid geaidde guoská sámi giellaláhka.

source: Saamen kielen toimisto auttaa freelancer-kääntäjien löytämisessä, jos toimiston kääntäjät eivät voi ottaa käännöstyötä vastaan. Toimisto auttaa myös tulkkien löytämisessä.
sme: Dan lassin sámegiela doaimmahat veahkeha freelancer-jorgaleddjiid gávdnamis, jos sámegiela doaimmahaga jorgaleaddjit eai sáhte váldit jorgalanbarggu ja veahkehit maiddái dulkkaid gávdnamis.

source: Saamelaiskäräjät on tehnyt uudistuksen yhteistyössä Saamelaisalueen koulutuskeskuksen vetämän Saamen kielten tulkkaus -hankkeen kanssa.
sme: Sámediggi lea dahkan ođasmahttima ovttasbarggus Sámi oahpahusguovddáža jođihan Sámegielaid dulkon -fitnuin.

source: Uudelta sivustolta löytyy hankkeessa tehdyt tulkkausesitteet ja niiden tulkkien nimet, jotka ovat suorittaneet saamenkielisen tulkkauskoulutuksen.
sme: Ođđa siiddus leat fitnus ráhkaduvvon rávagihppagat, ja daid dulkkaid namat, geat leat čađahan fitnu sámegielat dulkonskuvlejumi.

source: Listaan on nyt myös täydennetty tietoja siitä, missä tulkit toimivat, millaisille aloille he ovat erikoistuneet ja kuinka heidät tavoittaa.
sme: Listui leat maid dál dievasmahttán dieđuid goas dulkkat barget, makkár surggiide sii leat spesialiseren iežaset ja movt sin fáhte.

source: Myös hakutoimintoa on parannettu, jotta tulkin tai kääntäjän löytäminen on helpompaa ja nopeampaa.
sme: Siidui leat maid buoridan ohcama, vai johtileabbo gávdná dulkka dahje jorgaleaddji.

source: – Me olemme saaneet palautetta, että saamenkielisiä tulkkeja ja kääntäjiä on vaikea löytää, ja siksi olemme kehittäneet kyseistä sivustoa, kertoo kieliturvasihteeri Anne Kirste Aikio ja jatkaa: – Me koemme, että viranomaisilla on yhä enemmän halua tuottaa sisältöjä saameksi, ja käännös- ja tulkkaustarpeet ovat lisääntyneet kovasti.
sme: Mii leat ožžon máhcahaga ahte lea váttis gávdnat sámegielat dulkkaid ja jorgaleddjiid, ja danin leat ovddidan dán siiddu, muitala gielladorvočálli Anne Kirste Aikio ja joatká: -Mii oaidnit ahte eiseválddiin lea ain eanet hállu buvttadit sisdoaluid sámegillii ja jorgalan- ja dulkondárbbut leat lassánan sakka.

source: Toivomme että tämä into tuottaa saamenkielisiä palveluita ei laannu siksi, että tulkkeja ja kääntäjiä ei löydy.
sme: Sávvat ahte dát mokta buvttadit sámegielat bálvalusaid ii buđđosivččii dasa ahte eai leat dulkkat ja jorgaleaddjit gávdnomis.

source: Saamen kielen toimisto on tänä syksynä myös selvittämässä, kuinka edistää ja tehostaa saamen kielen toimiston käännöspalveluita, jotta se pystyisi yhä paremmin palvelemaan viranomaisten ja Saamelaiskäräjien omia käännöstarpeita.
sme: Sámegiela doaimmahat lea maiddái dán čavčča áigge čielggadeamen dan mo ovddidit ja beavttálmahttit sámegiela doaimmahaga jorgalanbálvalusaid vai dat ain buoret sáhtášii bálvalit eiseválddiid ja sámedikki iežas jorgalandárbbuid.

source: Saamelaiskäräjät toivoo, että ensi vuodelle ehdotetut lisäresurssit kääntäjien palkkaamiseksi vahvistetaan Suomen eduskunnassa ja siten saamelaisten kielellisten oikeuksien tilanne paranisi.
sme: Sámediggi sávvá ahte boahtte jahkái evttohuvvon lassiresurssat jorgaleddjiid bálkáheapmái nannejuvvojit Suoma riikkabeivviin ja dainna lágiin sámiid gielalaš vuoigatvuođaid dilli buorránivččii.

source: Saamelaiskäräjien kääntäjä- ja tulkkihakupalvelu
sme: Sámedikki jorgaleaddjiid ja dulkkaid ohcanbálvalus

source: Saamen kielten tulkkaus -hankkeen verkkosivut: Saamen kielten tulkkaus –hanke – Sogsakk.fi
sme: Sámegielat dulkon -fitnu siiddut (suomagillii): Saamen kielten tulkkaus –hanke – Sogsakk.fi

source: Lisätietoja:
sme: Lassidieđut áššis:

source: Anne Kirste Aikio, kieliturvasihteeri anne-kirste.aikio@samediggi.fi puh. 040 707 5626 / 010 839 3124
sme: Anne Kirste Aikio, gielladorvočálli anne-kirste.aikio@samediggi.fi tel. 040 707 5626 / 010 839 3124
